Repository: dpenezic/ServiceInfo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Name
fr: Nom

source: This field is required.
fr: Ce champ est obligatoire.

source: Staff satisfaction is required if service was delivered.
fr: La satisfaction du personnel est nécessaire si le service a été livré.

source: Invalid language code {code}. The valid codes are {valid_codes}.
fr: Code de langue valide {code}. Les codes valides sont {valid_codes}.

source: A user with that email already exists.
fr: Un utilisateur avec cet email existe déjà.

source: User is not a provider. Only providers can create services.
fr: L'utilisateur n'est pas un fournisseur. Seuls les fournisseurs peuvent créer des services.

source: You may only submit updates to current, draft or rejected services
fr: Vous ne pouvez soumettre mises à jour de services actuels ou projets

source: There is already a pending draft update to this service.
fr: Il existe déjà un projet en attendant que mise à jour de ce service.

source: Close time is missing.
fr: Temps de fermer est manquant.

source: Open time is missing.
fr: Temps ouvert est manquant.

source: Close time is not later than open time.
fr: Fermer temps ne est pas plus tard que le temps ouvert.

source: User account is disabled.
fr: Le compte d'utilisateur est désactivé.

source: Unable to log in with provided credentials.
fr: Impossible de se connecter avec les informations d'identification fournies.

source: Activation key is invalid. Check that it was copied correctly and has not already been used.
fr: Clé d'activation ne est pas valide. Vérifiez qu'il a été copié correctement et n'a pas déjà été utilisé.

source: No user with that email
fr: Aucun utilisateur avec cet email

source: Password reset key is not valid
fr: Touche de réinitialisation de mot ne est pas valable

source: User is not pending activation
fr: L'utilisateur ne est pas en attente d'activation

source: Service record must be current or pending changes to be canceled
fr: Livret de service doit être à jour ou en attente d'être annulée changements

source: Permissions
fr: Permission

source: Important dates
fr: Dates importantes

source: The two password fields didn't match.
fr: Les deux champs de mot de passe ne correspondent pas.

source: Required. 255 characters or fewer. Letters, digits and @/./+/-/_ only.
fr: Nécessaire. 255 caractères ou moins. Lettres, des chiffres et @ / / + / -. / _ Seulement.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
fr: Cette valeur peut contenir que des lettres, des chiffres et @ / / + / -. / _ Caractères.

source: Password
fr: Mot de passe

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="password/">this form</a>.
fr: Les mots de passe ne sont pas stockés, il n'y a donc aucun moyen de voir le mot de passe de l'utilisateur, mais vous pouvez changer le mot de passe en utilisant <a href="password/"> ce formulaire </a>.

source: Users must have an email address
fr: Les utilisateurs doivent disposer d'une adresse e-mail

source: Activation key is invalid or has already been used.
fr: Clé d'activation est invalide ou a déjà été utilisé.

source: email address
fr: Adresse e-mail

source: staff status
fr: Le statut du personnel

source: Designates whether the user can log into this admin site.
fr: Indique si l'utilisateur peut se connecter à ce site d'administration.

source: active
fr: Actif

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fr: Désigne si cet utilisateur doit être traitée comme active. Désélectionner au lieu de supprimer des comptes.

source: date joined
fr: Date d'inscription

source: activation key
fr: Clé d'activation

source: language
fr: Langue

source: User's preferred language.
fr: Langue préférée de l'utilisateur.

source: user
fr: Utilisateur

source: User emails must be unique without regard to case.
fr: E-mails de l'utilisateur doit être unique, sans égard à l'autre.

source: Password is too short. It must have at least {min_length} characters.
fr: Mot de passe est trop court. Il doit avoir au moins {min_length} caractères.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fr: Vous recevez cet email car vous avez demandé une réinitialisation de mot de passe pour votre compte d'utilisateur à %(site_name)s.

source: Please go to the following page and choose a new password:
fr: S'il vous plaît aller à la page suivante et choisir un nouveau mot de passe:

source: Your username is your email address:
fr: Votre nom d'utilisateur est votre adresse email:

source: Thanks for using our site!
fr: Merci pour avoir utilisé notre site!

source: The %(site_name)s team
fr: L'équipe %(site_name)s

source: You (or someone pretending to be you) have asked to reset the password of an account at %(site_name)s. If this wasn't you, please ignore this email.
fr: Vous (ou une personne prétendant être vous) avez demandé de réinitialiser the mot de passe d'un compte à %(site_name)s. Si cela n'a pas été vous, s'il vous plaît ignorer ce email.

source: To reset the password, please click the following link:
fr: Pour réinitialiser le mot de passe, se il vous plaît cliquez sur le lien suivant:

source: Sincerely, %(site_name)s Management
fr: Cordialement, %(site_name)s Management

source: Password reset on %(site_name)s
fr: Mot de passe remis à zéro %(site_name)s

source: registration
fr: Inscription

source: You (or someone pretending to be you) have asked to register an account at %(site.name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
fr: Vous (ou une personne prétendant être vous) avez demandé de créer un compte at %(site.name)s. Si ce ne est pas vous, se il vous plaît ignorer ce email et votre adresse sera retiré de notre records.

source: To activate this account, please click the following link:
fr: Pour activer ce compte, se il vous plaît cliquez sur le lien suivant:

source: Sincerely, %(site.name)s Management
fr: Cordialement, %(site.name)s Management

source: You (or someone pretending to be you) have asked to register an account at %(site.name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
fr: Vous (ou une personne prétendant être vous) avez demandé de créer un compte at %(site.name)s. Si ce ne est pas vous, se il vous plaît ignorer ce email et votre adresse sera retiré de notre records.

source: To activate this account, please click the following link:
fr: Pour activer ce compte, se il vous plaît cliquez sur le lien suivant:

source: Sincerely, %(site.name)s Management
fr: Cordialement, %(site.name)s Management

source: Account activation on
fr: Activation de compte actif

source: English
fr: Englais

source: Arabic
fr: Arab

source: French
fr: Français

source: Save
fr: Enregistrer

source: Delete
fr: Effacer

source: Save as new
fr: Enregistrer en tant que nouvelle

source: Save and add another
fr: Enregistrer et ajouter un autre

source: Save and continue editing
fr: Enregistrer et continuer l'édition

source: Save and reject
fr: Enregistrer et rejeter

source: Save and approve
fr: Enregistrer et approuver

source: Dear %(provider_name)s
fr: Cher %(provider_name)s

source: Your service %(service_name)s has been vetted and approved by International Rescue Committee staff. It has been published on the following link: <a href="%(service_link)s">%(service_link)s</a>
fr: Votre service %(service_name)s a été examinée et approuvée par International Rescue Committee Il a été publié sur le lien suivant: <a href="%(service_link)s">%(service_link)s</a>

source: For more information please contact support at serviceinfo@rescue.org
fr: Pour plus d'informations se il vous plaît contacter le support au serviceinfo@rescue.org

source: Thanks for your submission.
fr: Merci pour votre présentation.

source: Best Regards
fr: Cordialement

source: Your service %(service_name)s has been vetted and approved by International Rescue Committee staff. It has been published on the following link: <a href="%(service_link)s">%(service_link)s</a>
fr: Votre service %(service_name)s a été examinée et approuvée par International Rescue Committee Il a été publié sur le lien suivant: <a href="%(service_link)s">%(service_link)s</a>

source: Service has been approved
fr: Service a été approuvé

source: You can type an address, a place name, or even a latitude and longitude into the search box (e.g. "33.8869, 35.5131").
fr: Vous pouvez saisir une adresse, un nom de lieu, ou même une latitude et la longitude dans la boîte de recherche (par exemple "33,8869, 35,5131").

source: Description and Additional Information
fr: Description et Informations supplémentaires

source: Hours (all times in time zone {timezone})
fr: Heures (all times in time zone {timezone})

source: Location
fr: Emplacement

source: Only services in draft status may be approved
fr: Seuls les services dans le projet de statut peuvent être approuvés

source: Unable to approve service '{name}': {error}.
fr: Impossible d'approuver service '{name}': {error}.

source: Services have been approved
fr: Les services ont été approuvés

source: Approve new or changed service
fr: Approuver service nouveau ou changé

source: Only services in draft status may be rejected
fr: Seuls les services dans le projet de statut peuvent être rejetées

source: Unable to reject service '{name}': {error}.
fr: Impossible de rejeter services '{name}': {error}.

source: Services have been rejected
fr: Les services ont été rejetées

source: Reject new or changed service
fr: Rejeter service nouveau ou changé

source: The service was approved successfully.
fr: Le service a été approuvé avec succès.

source: The service was rejected successfully.
fr: Le service a été rejetée avec succès.

source: There is no service type with English name %r
fr: Il n'y a pas de type de service avec le nom anglais%r

source: There is no service area with English name %r
fr: Il n'y a aucune zone de service avec le nom anglais%r

source: Unable to open spreadsheet file; is it an Excel spreadsheet?
fr: Impossible d'ouvrir le fichier de tableur; est-il une feuille de calcul Excel?

source: Errors in sheet %s:
fr: Erreurs dans la feuille %s:

source: Row %d
fr: Ligne %d

source: Spreadsheet file should contain 3 sheets, this one has %d
fr: Fichier tableur doit contenir 3 feuilles, celui-ci a %d

source: First sheet has no data.
fr: Première feuille n'a pas de données.

source: First sheet has wrong name, expected {expected}, got {actual}
fr: Première feuille a un nom erroné, attendue {expected} , obtenu {actual}

source: First sheet has wrong headers, expected %s
fr: Première feuille a mauvaises têtes, attendu %s

source: %d is not a provider this user may delete
fr: %d est pas un fournisseur cet utilisateur peut supprimer

source: %d is not a provider this user may import
fr: %d est pas un fournisseur cet utilisateur peut importer

source: Only staff may delete providers
fr: Seul le personnel peut supprimer fournisseurs

source: Non-staff users may not create new providers
fr: Utilisateurs non-personnel ne peuvent pas créer de nouveaux fournisseurs

source: %s is not a valid ID
fr: %s est pas une pièce d'identité valide

source: There is no provider with id=%s
fr: Il n'y a pas prestataire avec id =%s

source: Second sheet has no data.
fr: Deuxième feuille n'a pas de données.

source: Second sheet has wrong name, expected {expected}, got {actual}
fr: Deuxième feuille a un nom erroné, attendue {expected}, obtenu {actual}

source: %d is not a service this user may delete
fr: %d est pas un service cet utilisateur peut supprimer

source: %d is not a service this user may import
fr: %d est pas un service cet utilisateur peut importer

source: No service with id=%s
fr: Aucun service avec id=%s

source: Non-staff users may not create services for other providers
fr: Utilisateurs non-personnel ne peuvent pas créer des services pour d'autres fournisseurs

source: Third sheet has wrong name, expected {expected}, got {actual}
fr: Troisième feuille a un nom erroné, attendue {expected}, obtenu {actual}

source: No selection criterion with id = %s
fr: Aucun critère de sélection avec id=%s

source: Selection criterion refers to service with ID or name {name!r} that is not in the 2nd sheet. Choices: {list1!r} or {list2!r}
fr: Critère de sélection se réfère au service avec l'ID ou le nom {name!r} qui ne sont pas dans la 2ème feuille. Choix: {list1!r}ou {list2!r}

source: name in English
fr: Nom en anglais

source: name in Arabic
fr: Nom en arabe

source: name in French
fr: Nom en Français

source: phone number
fr: Numéro de téléphone

source: website
fr: Site Web

source: description in English
fr: Description en anglais

source: description in Arabic
fr: Description en arabe

source: description in French
fr: Description en Français

source: user account for this provider
fr: Compte d'utilisateur pour ce provideur

source: number of targeted beneficiaries monthly
fr: Nombre de bénéficiaires ciblés mensuelle

source: focal point name in English
fr: nom du point focal en anglais

source: focal point name in Arabic
fr: nom du point focal en arabe

source: focal point name in French
fr: nom du point focal en français

source: focal point phone number
fr: point focal numéro de téléphone

source: provider address in English
fr: adresse du fournisseur en anglais

source: provider address in Arabic
fr: adresse du fournisseur en arabe

source: provider address in French
fr: adresse du fournisseur en français

source: parent area
fr: Domaine parent

source: the area that contains this area
fr: La zone qui contient la matière

source: selection criteria
fr: les critères de sélection

source: Selection criterion must have text in at least one language
fr: Critère de sélection doit avoir un texte dans au moins une langue

source: icon
fr: icône

source: comments in English
fr: Commentaires en anglais

source: comments in Arabic
fr: Commentaires en arabe

source: comments in French
fr: Commentaires en français

source: provider
fr: Provideur

source: area of service
fr: Domaine du service

source: additional information in English
fr: Informations supplémentaires en anglais

source: additional information in Arabic
fr: Informations supplémentaires en arabe

source: additional information in French
fr: Informations supplémentaires en français

source: cost of service
fr: Coût du service

source: mobile service
fr: service mobile

source: draft
fr: Brouillon

source: current
fr: Courant

source: rejected
fr: Rejeté

source: canceled
fr: Annulé

source: archived
fr: Archivé

source: status
fr: Statut

source: If a service record represents a modification of another service record, this field links to that other record.
fr: Si un enregistrement de service représente une modification d'un dossier de service existant qui est toujours en attente d'approbation, ce champ des liens vers le record du service existant.

source: location
fr: Local

source: Upload an image file (GIF, JPEG, PNG, WebP) with a square aspect ratio (Width equal to Height). The image size should be at least 1280 x 1280 for best results. SVG files are not supported.
fr: Télécharger un fichier image (GIF, JPEG, PNG, WebP) avec un ratio d'aspect carré (largeur égale à la hauteur). La taille de l'image doit être au moins 1280 x 1280 pour de meilleurs résultats. Fichiers SVG sont pas pris en charge.

source: Only services in draft status may be approved.
fr: Seuls les services dans le projet de statut peuvent être approuvés

source: Only services in draft status may be rejected.
fr: Seuls les services dans le projet de statut peuvent être rejetées

source: Provider updated their information
fr: Fournisseur mis à jour leurs informations

source: New service submitted by provider
fr: Nouveau service soumis par le fournisseur

source: Change to existing service submitted by provider
fr: Changez au service existants soumis par le fournisseur

source: Provider canceled a draft service
fr: Fournisseur annulé un projet de services

source: Provider canceled a current service
fr: Fournisseur annulé un service courant

source: Provider superseded a previous draft
fr: Fournisseur remplace une version précédente

source: Staff approved a new or changed service
fr: Le personnel approuve un service nouveau ou modifié

source: Staff rejected a new or changed service
fr: Le personnel a rejeté un service nouveau ou modifié

source: User submitted feedback
fr: Les commentaires des utilisateurs soumis

source: User submitted request for service.
fr: L'utilisateur demande de services a présenté.

source: update type
fr: Type de mise à jour

source: JIRA issue
fr: question JIRA

source: nationalities
fr: Nationalité

source: Phone Number (NN-NNNNNN)
fr: Numéro de téléphone (NN-NNNNNN)

source: Nationality
fr: Nationalité

source: Area of residence
fr: la région de résidence

source: Was service delivered?
fr: Service a été livré?

source: How would you rate the quality of the service you received (from 1 to 5, where 5 is the highest rating possible)?
fr: Comment évalueriez-vous la qualité du service que vous avez reçu (1-5, 5 étant la meilleure note possible)?

source: Did you receive a clear explanation for why the service you sought was not delivered to you?
fr: Avez-vous reçu une explication claire pourquoi le service que vous cherché n'a pas été livré pour vous?

source: No explanation
fr: aucune explication

source: Explanation was not clear
fr: Explication ne était pas clair

source: Explanation was not fair
fr: Explication ne était pas juste

source: Clear and appropriate explanation
fr: Une explication claire et appropriée

source: How long did you wait for the service to be delivered, after contacting the service provider?
fr: Combien de temps avez-vous attendu pour le service à livrer, après contact avec le fournisseur de services?

source: Less than 1 hour
fr: Moins de 1 heure

source: Up to 2 days
fr: Jusqu'à 2 jours

source: 3-7 days
fr: 3-7 jours

source: 1-2 weeks
fr: 1-2 semaines

source: More than 2 weeks
fr: Plus de 2 semaines

source: How do you rate your satisfaction with the time that you waited for the service to be delivered (from 1 to 5, where 5 is the highest rating possible)?
fr: Comment évaluez-vous votre satisfaction avec le temps que vous avez attendu pour le service à fournir (1-5, 5 étant la meilleure note possible)?

source: Did you experience difficulties contacting the provider of the service you needed?
fr: Avez-vous éprouvé des difficultés à contacter le fournisseur du service que vous avez besoin?

source: Did not know how to contact them
fr: Je ne savais pas comment les contacter

source: Tried to contact them by phone but received no response
fr: Je ai essayé de les contacter par téléphone, mais n'a reçu aucune réponse

source: Tried to contact them in person but received no response or did not find their office
fr: Je ai essayé de les contacter en personne, mais n'a reçu aucune réponse ou ne ont pas trouvé leur bureau

source: Contacted them but response was unhelpful
fr: Contact avec eux mais la réponse était inutile

source: Other
fr: Autre

source: Other difficulties contacting the service provider
fr: Autres difficultés à contacter le fournisseur de services

source: How would you rate your satisfaction with the staff of the organization that provided services to you, (from 1 to 5, where 5 is the highest rating possible)?
fr: Comment évaluez-vous votre satisfaction avec le personnel de l'organisation qui a fourni des services à vous, (1-5, 5 étant la meilleure note possible)?

source: Other comments
fr: autres commentaires

source: I want my feedback to be anonymous to the service provider
fr: Je veux que mon retour soit anonyme au fournisseur de services

source: Quality field is required if you answered 'Yes' to 'Was the service you sought delivered to you?'.
fr: Domaine de la qualité est nécessaire si vous avez répondu «Oui» à «était le service Vous avez cherché livré pour vous? '.

source: An answer is required to 'How long did you wait for the service to be delivered, after contacting the service provider?' if you answered 'Yes' to 'Was the service you sought delivered to you?'.
fr: Une réponse est requise pour "Combien de temps avez-vous attendu pour le service à fournir, après contact avec le fournisseur de services? si vous avez répondu «Oui» à «était le service Vous avez cherché livré pour vous? '.

source: An answer is required to 'How do you rate your satisfaction with the time that you waited for the service to be delivered?' if you answered 'Yes' to 'Was the service you sought delivered to you?'.
fr: Une réponse est requise pour «Comment évaluez-vous votre satisfaction avec le temps que vous avez attendu pour le service à livrer? si vous avez répondu «Oui» à «était le service Vous avez cherché livré pour vous? '.

source: An answer is required to 'Did you receive a clear explanation for why the service you sought was not delivered to you?' if you answered 'No' to 'Was the service you sought delivered to you?'.
fr: Une réponse est requise pour «Avez-vous reçu une explication claire pourquoi le service que vous cherché n'a pas été livré pour vous? 'si vous avez répondu «Non» à «était le service Vous avez cherché livré pour vous? '.

source: An answer is required to 'Other difficulties contacting the service provider' if you answered 'Other' to 'Did you experience difficulties contacting the provider of the service you needed?'
fr: Une réponse est requise pour «Autres difficultés contactant le fournisseur de services» lorsque vous avez répondu «Autre» à «Avez-vous éprouvé des difficultés à contacter le fournisseur du service que vous avez besoin?

source: Governate
fr: Gouvernorat

source: District or CAZA
fr: District ou CAZA
