Repository: dpenezic/ServiceInfo
Catalog: locale/*/LC_MESSAGES/frontend.po
Languages: ar, fr

# Export-Tool##Description3
source: You can edit the information in the spreadsheet and import it to make changes to the data.
ar: يمكنك تعديل المعلومات في جداول البيانات ومن ثم استيرادها إلى الموقع من أجل إجراء تعديلات على البيانات.
fr: Vous pouvez modifier les informations dans le tableur et l'importer à apporter des modifications aux données.

# Import-Tool##Title
source: Import services
ar: إستيراد ملف الخدمات
fr: importation de services

# Import-Tool##Button
source: Import
ar: إستيراد
fr: importation

# Import-Tool##Success
source: The import was successful
ar: لقد تم إستيراد الملف بنجاح
fr: L'importation a réussi

# Import-Tool##Errors
source: There were errors in the file. No data was changed.
ar: هناك أخطاء في الملف. لم يتم تغيير البيانات.
fr: Il y avait des erreurs dans le fichier. Aucune donnée n'a été changé.

# Import-Export##Page##Title
source: Import/Export
ar: إستيراد/تحميل

# Import-Export##Help##Title
source: Help
ar: معلومات مُساعِدَة
fr: aider

# Import-Export##Help##Help1
source: On import, any invalid data will cause the entire import to be rejected and the errors will be reported to the user.
ar: عند الاستيراد، أي بيانات غير صالحة ستسبب برفضٍ كاملٍ لعملية الإستيراد وسيتم إبلاغ المسخدم بالأخطاء.
fr: Lors de l'importation, toutes les données non valides seront causer la totalité importation être rejetée et les erreurs sera signalé à l'utilisateur.

# Import-Export##Help##Help2
source: Any row with a valid ID field but with all the other values cleared means to delete that record.
ar: في حال وجود حقل صالح (Valid Field) لمعرّف الهوية (ID) ولكن مع كل القيم الأخرى فارغة في أي صف (Row) من جدول البيانات، سيتم حذف هذا السجل (Record).
fr: Toute ligne avec un champ d'identité valide, mais avec toutes les autres valeurs compensés signifie pour supprimer cet enregistrement.

# Import-Export##Help##Help3
source: Times of day are represented as a string in 24-hour 'HH:MM' format.
ar: أوقات اليوم ممثلة كسلسلة من 24 ساعة بشكل: "الدقائق:الساعة" ("HH: MM").
fr: Moments de la journée sont représentés sous forme de chaîne au format 'HH: MM' de 24 heures de format.

# Import-Export##Help##Help4
source: The provider sheet has a column “password” that never contains any values on export. The provider password can be changed by putting a value in that column for import.
ar: جدول بيانات مقدم الخدمات يحتوي عمود "كلمة المرور" الذي يكون فارغاً عند التحميل. يمكن تغيير كلمة مرور مقدم الخدمات عبر إضافة قيمة في هذا العمود عند الاستيراد.
fr: La feuille de fournisseur a une colonne "mot de passe" qui ne contient aucune valeur à l'exportation. Le mot de passe du fournisseur peut être modifié en mettant une valeur dans cette colonne pour l'importation.

# Import-Export##Help##Help5
source: When creating a new service, leave the 'ID' column blank.
ar: عند إنشاء خدمة جديدة، الرجاء الإبقاء على عمود معرّف الهوية (ID) فارغاً.
fr: Lors de la création d'un nouveau service, laissez le 'ID' colonne vide.

# Import-Export##Help##Help6
source: When adding selection criteria to an existing service, set the 'service__id' field to the 'ID' of the existing service.
ar: عند إضافة معايير الاختيار لتطبيقها على خدمة موجودة، الرجاء تعيين حقل معرّف هويّة الخدمة (service__id) التابع لمعيار الإختيار عبر نسخ حقل معرّف الهويّة (ID) التابع للخدمة التي ينتطبق عليها المعيار.
fr: Lors de l'ajout des critères de sélection à un service existant, définissez le champ 'service de _id' à l''ID' du service existant.

# Import-Export##Help##Help7
source: When adding selection criteria to a new service, set the 'service__id' field to the 'name_en' of the new service.
ar: عند إضافة معايير الاختيار لتطبيقها على خدمة موجودة، الرجاء تعيين حقل معرّف هويّة الخدمة (service__id) التابع لمعيار الإختيار عبر نسخ حقل إسم (name_en) الخدمة التي ينتطبق عليها المعيار.
fr: Lors de l'ajout des critères de sélection pour un nouveau service, définir le champ 'service__id »à la« NAME_EN' du nouveau service.

# Reports##Title
source: Feedback Reports
ar: تقارير الملاحظات
fr: Outil de Commentaire

# Reports##Description
source: Reports summarizing feedback on services
ar: تقارير تلخص ردود الفعل على الخدمات
fr: Les rapports résumant les commentaires sur les services

# Reports##Form##Stat##Label
source: Report To View
ar: إختيار التقرير لعرضه
fr: Rapport pour afficher

# Reports##Form##Stat##Options##WaitTime
source: Waiting Time by Service Type
ar: وقت الانتظار بحسب نوع الخدمة
fr: Temps d'attente par type de service

# Reports##Form##Stat##Options##QOS
source: Quality of Service Delivered by Service Type
ar: جودة الخدمة المقدمة بحسب نوع الخدمة
fr: Qualité de service délivrée par type de service

# Reports##Form##Stat##Options##Failure
source: Explanation of Service Delivery Failure by Service Type
ar: تعليل سبب فشل تقديم الخدمة بحسب نوع الخدمة
fr: Explication de l'échec de la prestation des services par type de service

# Reports##Form##Stat##Options##Contact
source: Difficulties Contacting Service Providers by Service Type
ar: صعوبات الاتصال بمقدمي الخدمات بحسب نوع الخدمة
fr: Des difficultés à contacter les fournisseurs de services par type de service

# Reports##Form##Stat##Options##Communication
source: Satisfaction with Staff Communication by Service Type
ar: الرضى عن التواصل مع الموظفين بحسب نوع الخدمة
fr: Satisfaction à l'égard du personnel de communication par type de service

# Reports##Form##Stat##Options##NumServicesByServiceType
source: Number of services by Location and Service Type
ar: عدد الخدمات بحسب الموقع ونوع الخدمة
fr: Nombre de services par emplacement et type de service

# Reports##Form##Stat##Options##NumServicesByProviderType
source: Number of services by Location and Provider Type
ar: عدد الخدمات بحسب الموقع ونوع الخدمة
fr: Nombre de services par emplacement et type de service

# Reports##Form##Download
source: Download Report CSV
ar: تحميل التقرير بصيغة CSV
fr: Télécharger le rapport CSV

# Reports##Table##Loading
source: Loading...
ar: التحميل جاري...
fr: Chargement ...

# Reports##Table##ServiceType
source: Service Type
ar: نوع الخدمة
fr: Type de service

# Reports##Chart##AverageResponse
source: Average Response
ar: متوسط الاستجابة
fr: Réponse moyenne

# Reports##Chart##NumberServices
source: Number of Services
ar: عدد الخدمات
fr: Nombre de services

# Reports##Chart##NumberResponses
source: Number of Responses
ar: عدد الردود
fr: Nombre de réponses
