Repository: dpenezic/ServiceInfo
Catalog: locale/*/LC_MESSAGES/frontend.po
Languages: ar, fr

# test##hello
source: Hello, World
ar: مرحباً جميعاً
fr: Bonjour Le Monde

# Menu##Menu-Toggle
source: MENU
ar: قائمة

# Menu##Home
source: Home
ar: القائمة الرئيسيّة
fr: Principale

# Menu##Service-Info
source: Services
ar: الخدمات

# Menu##Login
source: Login
ar: تسجيل الدخول

# Menu##Logout
source: Logout
ar: تسجيل الخروج

# Menu##Services
source: Manage Services
ar: إدارة الخدمات
fr: Gérer les services

# Menu##Add-Services
source: Add Services
ar: إضافة خدمات
fr: Ajouter des services

# Menu##Import-Export
source: Import/Export
ar: إستيراد/تحميل

# Menu##Service-Map
source: Service Map
ar: خريطة الخدمات

# Menu##Search
source: Search
ar: بحث
fr: Recherche

# Menu##Provider-Registration
source: Provider Registration
ar: تسجيل مقدم الخدمات
fr: Inscription des fournisseurs

# Menu##Edit-Provider-Information
source: Edit Provider Information
ar: تغيير معلومات مقدم الخدمات
fr: Modifier les informations de fournisseur

# Menu##Feedback-Tool
source: Give Feedback
ar: إبداء الملاحظات
fr: Donne Un Compte-Rendu

# Menu##Change-Language
source: Change Language
ar: تغيير اللّغة
fr: Changer de langue

# Menu##Reports
source: Reports
ar: التقارير
fr: rapports

# Global##Admin
source: Admin
ar: المُشرِف

# Global##FormSubmissionError
source: There was an unknown error submitting your form.
ar: حدث خطأ غير مألوف عند تقديم إستمارتك
fr: Il y avait une erreur inconnue soumettant votre formulaire.

# Global##UnknownError
source: There was an unknown error.
ar: حدث خطأ غير مألوف
fr: Il y avait une erreur inconnue.

# Global##FormValidationError
source: Please correct the errors on the form.
ar: يرجى تصحيح الأخطاء في النموذج.
fr: Se il vous plaît corriger les erreurs sur la forme.

# Global##Sunday
source: Sunday
ar: الأحد
fr: Dimanche

# Global##Monday
source: Monday
ar: الإثنين
fr: Lundi

# Global##Tuesday
source: Tuesday
ar: الثلاثاء
fr: Mardi

# Global##Wednesday
source: Wednesday
ar: الأربعاء
fr: Mercredi

# Global##Thursday
source: Thursday
ar: الخميس
fr: Jeudi

# Global##Friday
source: Friday
ar: الجمعة
fr: Vendredi

# Global##Saturday
source: Saturday
ar: السبت
fr: Samedi

# Global##GeolocationNotSupported
source: Geolocation is not supported by this browser.
ar: محدد الموقع الجغرافي غير معتمد على هذا المتصفح.
fr: Géolocalisation ne est pas supporté par ce navigateur.

# Global##GeoPositionUnavailable
source: Location is not available at this time.
ar: الموقع غير متوفر حاليّا
fr: Emplacement ne est pas disponible en ce moment.

# Global##GeoLocationDenied
source: You have not given permission to access your current location.
ar: إنك لم تعط الإذن للحصول على تحديد لموقعك الحالي.
fr: Vous avez pas donné la permission d'accéder à votre emplacement actuel.

# Global##RequiredField
source: This field is required.
ar: هذه الخانة مطلوبة
fr: Ce champ est obligatoire.

# Global##Not-Listed
source: Not Listed
ar: غير مدرجة
fr: Non Listé

# Login-Form##Page-Head##Page-Title##Title
source: Log In
ar: تسجيل الدخول
fr: Entrer

# Login-Form##Page-Head##Page-Description##Page-Description
source: If you are a service provider and have an existing account sign into your account below.
ar: إذا كنت من مقدمي الخدمات ولديك حساب، أدخل معلوماتك في الأسفل.
fr: Si vous êtes un fournisseur de services et d'avoir un signe de compte existant signe dans votre compte ci-dessous.

# Login-Form##Form##Email
source: Email
ar: البريد الإلكتروني

# Login-Form##Form##Password
source: Password
ar: كلمة المرور
fr: Mot de passe

# Login-Form##More-Options-Title
source: Additional Options
ar: خيارات إضافيّة
fr: options supplémentaires

# Login-Form##More-Options
source: If you need your verification email sent again, or to register to be a service provider click the corresponding button below.
ar: إذا كنت بحاجة لإعادة إرسال البريد الإلكتروني التحققي، أو التسجيل كمقدم خدمات إضغط على الزرّ المناسب أدناه.
fr: Si vous avez besoin de votre email de vérification envoyé à nouveau, ou pour vous inscrire pour être un fournisseur de services, cliquez sur le bouton correspondant ci-dessous.

# Login-Form##Form-Submit-Options##Submit
source: Login
ar: تسجيل الدخول
fr: Entrer

# Login-Form##Form-Submit-Options##Register
source: Register to be a Service Provider here
ar: سجل هنا لتكون مقدم خدمات
fr: Inscrivez-vous pour être un fournisseur de service ici

# Login-Form##Form-Submit-Options##Password
source: Change or reset password
ar: تغيير أو إعادة تعيين كلمة المرور
fr: Modifier ou réinitialiser le mot de passe

# Search-List##Page-Head##Title
source: Search For Services
ar: البحث عن الخدمات
fr: Recherche de services

# Search-List##Page-Head##Description
source: Use the filtered search below to find the service that meets your needs.
ar: إستخدم خانة البحث أدناه للعثور على الخدمة التي تريدها
fr: Utilisez la recherche filtrée ci-dessous pour trouver le service qui répond à vos besoins.

# Search-List##Service-Request
source: Tell us about a missing service
ar: أخبرنا عن خدمة مفقودة
fr: Parlez-nous un service manquant

# Feedback-Search##Page-Head##Title
source: Give Feedback on Services
ar: إبدي ملاحظاتك حول الخدمات
fr: Envoyer des commentaires sur les services

# Feedback-Search##Page-Head##Description
source: Please search for a service provider first to give your feedback, you must select the service provider and click on give feedback to begin.
ar: الرجاء البحث أولاً عن مقدم الخدمات حتى تتمكن من إعطاء الملاحظات، من ثم إختر مقدم الخدمة ثم انقر على زرّ إعطاء الملاحظات.
fr: Se il vous plaît chercher un fournisseur de service premier à donner votre feedback, vous devez sélectionner le fournisseur de services et cliquez sur la rétroaction de donner pour commencer.

# Service-Detail##Directions
source: Directions
ar: خذني إلى هناك

# Service-Detail##Give-Feedback
source: Give feedback on this service
ar: قدّم ملاحظاتك حول هذه الخدمة
fr: Améliorer les informations sur ce service

# Feedback-Confirm##Give-More-Feedback
source: Give feedback on another service
ar: قدّم ملاحظاتك عن خدمة أخرى
fr: Donne un commantaire sur autre service

# Feedback-Map##Page-Head##Title
source: Give Feedback on Services
ar: قدّم ملاحظاتك حول الخدمات
fr: Envoyer des commentaires sur les services

# Feedback-Map##Page-Head##Description
source: Please search for a service provider first to give your feedback, you must select the service provider and click on give feedback to begin.
ar: الرجاء البحث أولاً عن مقدم الخدمات حتى تتمكن من إعطاء الملاحظات، من ثم إختر مقدم الخدمة ثم انقر على زرّ إعطاء الملاحظات.
fr: Se il vous plaît chercher un fournisseur de service premier à donner votre feedback, vous devez sélectionner le fournisseur de services et cliquez sur la rétroaction de donner pour commencer.

# Service-Map##Page-Head##Page-Title##Title
source: Search For Services
ar: إبحث عن خدمات
fr: Recherche de services

# Service-Map##Page-Head##Page-Description##Page-Description
source: Use the filtered search below to find the service that meets your needs.
ar: إستخدم البحث الترشيحي أدناه للعثور على الخدمة التي تريد.
fr: Utilisez la recherche filtrée ci-dessous pour trouver le service qui répond à vos besoins.

# Service-Map##No-Search-Results
source: No services matched your search terms. Please try other terms.
ar: لم يتم إيجاد أي خدمات مطابقة. يرجى المحاولة مرة أخرى.
fr: Aucun service ne correspond à vos termes de recherche. Se il vous plaît essayer d'autres termes.

# Service-Map##Results-Truncated
source: There were more results than could be displayed. Try a more specific search.
ar: عدد نتائج البحث أكثر مما يمكن عرضه. الرجاء تحديد البحث أكثر.
fr: Il y avait plus de résultats que pourrait être affichée. Essayez une recherche plus précise.

# Service-Map##More-Results
source: Currently showing {thecount} out of {total_results} services, please zoom in to the designated area to see more services.
ar: يعرض حاليا {theCount} من {TOTAL_RESULTS} خدمة، الرجاء التقريب إلى المنطقة المحددة لرؤية المزيد من الخدمات.
fr: Actuellement montrant {thecount} sur {total_results} de service, s'il vous plaît un zoom sur la zone désignée pour voir plus de services.

# Service-Map##Filtered-Search##Label
source: Search term
ar: مصطلح البحث
fr: Le terme de recherche

# Service-Map##Filtered-Search##Submit
source: Search
ar: بحث
fr: Recherche

# Service-Map##Filtered-Search##Service-Type
source: Service type
ar: نوع الخدمة
fr: type de service

# Service-Map##Filtered-Search##Distance
source: Find Services Near Me
ar: ابحث عن خدمات على مسافة قريبة مني
fr: Trouver Services près de moi

# Service-Map##Filtered-Search##Sort
source: Sort
ar: رتّب
fr: trier

# Service-Map##Filtered-Search##SortName
source: by Name
ar: بحسب الإسم
fr: Par Nom

# Service-Map##Filtered-Search##SortNear
source: by Distance From Me
ar: بحسب قرب المسافة منّي
fr: Par Distance de moi

# Service-Map##Filtered-Search##Area
source: Area
ar: منطقة
fr: zone

# Service-Map##Filtered-Search##Filter-Area
source: Filter by area
ar: رشّح بحسب المنطقة
fr: Filtrer par zone

# Service-Map##Filtered-Search##Filter-By-Area
source: Filter your search by area
ar: رشّح البحث بحسب المنطقة
fr: Filtrez votre recherche par zone

# Service-Map##Filtered-Search##Search-Placeholder
source: I am searching for...
ar: إنّي ابحث عن...
fr: Je recherche ...

# Service-Map##Filtered-Search##Loading
source: Loading Service Type Filters...
ar: تحميل أنواع الخدمات
fr: Chargement Type de service Filtres ...

# Service-Map##Filtered-Search##TypeHeader
source: Filter by a Service Type
ar: رشّح بحسب نوع الخدمة
fr: Filtrer par un type de service

# Service-Map##Filtered-Search##Any
source: Any
ar: أيّ
fr: Tout

# Service-Map##Map##Toggle
source: List View
ar: عرض بشكل قائمة
fr: liste Voir

# Service-Map##List##Toggle
source: Map View
ar: عرض على الخريطة
fr: Voir la carte

# Service-Map##List##Service-Name
source: Service Name
ar: إسم الخدمة
fr: Nom du service

# Service-Map##List##Area
source: Service Area
ar: مكان الخدمة
fr: Zone de service

# Service-Map##List##Type
source: Service Type
ar: نوع الخدمة
fr: Type de service

# Service-Map##List##Additional-Info
source: Additional Provider Information
ar: معلومات إضافيّة عن مقدم الخدمة
fr: Informations supplémentaires sur le fournisseur

# Service-Map##List##Cost
source: Cost
ar: الكلفة
fr: Coût

# Service-Map##List##Todays-Hours
source: Today's Service Hours
ar: ساعات العمل اليوميّة
fr: Heures de service d'aujourd'hui

# Service-Map##List##All-Hours
source: Service Hours
ar: ساعات العمل
fr: Heures de service

# Service-Map##List##Phone
source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone

# Service-Map##List##Email
source: Email Address
ar: البريد الإلكتروني
fr: Adresse e-mail

# Service-Map##List##Website
source: Website
ar: الموقع
fr: Site Web

# Service-Map##List##Unknown
source: Unknown
ar: غير معروف
fr: inconnu

# Service-Map##List##Criteria
source: Selection Criteria
ar: معايير الاختيار
fr: les critères de sélection

# Service-Map##List##Picture
source: Service Address Picture
ar: صورة الخدمة
fr: Adresse de service Image

# Service-Remove-Change##Page-Head##Page-Title##Title
source: Remove Change
ar: إزالة التعديل
fr: Retirer Change

# Service-Remove-Change##Update-Of
source: Update of
ar: تحديث
fr: Mise à jour de

# Service-Remove-Change##Remove-Change
source: Remove change
ar: إزالة التعديل
fr: Retirer le changement

# Service-Delete##Page-Head##Page-Title##Title
source: Delete Service
ar: حذف الخدمة
fr: Supprimer le service

# Service-Delete##Delete-Service
source: Delete service
ar: حذف الخدمة
fr: Supprimer le service

# Service-Form##Page-Head##Page-Title##Title
source: New Service Registration Form
ar: استمارة تسجيل خدمة جديدة
fr: Formulaire d'inscription Nouveau service

# Service-Form##Page-Head##Page-Description##Page-Description
source: Fill out the form below and apply to have a new approved service.
ar: إملأ النموذج أدناه وقدم طلب كي تحصل على تصديق لخدمة جديدة.
fr: Remplissez le formulaire ci-dessous et demander qu'un nouveau service agréé.

# Service-Form##Day
source: Day
ar: اليوم
fr: Jour

# Service-Form##Legend
source: Service Information
ar: معلومات عن الخدمة
fr: Informations sur le service

# Service-Form##Type-Choose
source: Choose a Service Type
ar: اختيار نوع الخدمة
fr: Choisissez un type de service

# Service-Form##Service-Area-Choose
source: Choose a Service Area
ar: إختار منطقة الخدمة
fr: Choisissez une zone de service

# Service-Form##Service-Name
source: Name of Service
ar: اسم الخدمة
fr: Nom du service

# Service-Form##Is-Mobile
source: Mobile Service
ar: الخدمات المتنقلة
fr: Service mobile

# Service-Form##Is-Mobile-Help
source: A mobile service is delivered to the beneficiary. A beneficiary must come get a non-mobile service.
ar: يتم تسليم الخدمة المتنقلة للمستفيد مباشرة. أما في حالة الخدمة الغير متنقلة، المستفيد يجب أن يأتي بنفسه ليستلم الخدمة.
fr: Un service mobile est livré au bénéficiaire. Un bénéficiaire doit venir chercher un service non-mobile.

# Service-Form##Service-Area
source: Area of Service
ar: منطقة الخدمة
fr: Zone de service

# Service-Form##Service-Area-Help
source: The location of the service you provide. For a mobile service, please choose the service area in which the service can be delivered.
ar: الموقع الجغرافي للخدمة التي تقدمها. للخدمات المتنقلة، يرجى اختيار المنطقة التي تنفذ فيها الخدمة.
fr: L'emplacement du service que vous fournissez. Pour un service mobile, s'il vous plaît choisir la zone de service dans laquelle le service peut être fourni.

# Service-Form##Type
source: Service Type
ar: نوع الخدمة
fr: Type de service

# Service-Form##Service-Description
source: Description
ar: معلومات توصيفيّة

# Service-Form##Service-Description-Help
source: A short explanation about the mentioned service; this explains more about the provided service and helps identify it and its components.
ar: شرح قصير عن الخدمة أعلاه؛ وهذا ما يشرح عن الخدمة المقدمة ويساعد التعرف عليها وعلى مكوناتها.
fr: Une courte explication sur le service mentionné; ce qui explique plus sur le service fourni et permet d'identifier et de ses composants.

# Service-Form##Service-Hours
source: Working Hours
ar: ساعات العمل
fr: Journée de travail

# Service-Form##Service-Hours-Help
source: Please mention the detailed hours of work; this assists the beneficiary in accessing the service easily and without obstacles.
ar: يرجى ذكر ساعات العمل المفصّلة؛ هذا يساعد المستفيد على الحصول على الخدمة بسهولة وبدون عقبات.
fr: Se il vous plaît mentionner les heures de travail détaillés; cela aide le bénéficiaire pour accéder au service facilement et sans obstacles.

# Service-Form##Additional-Information
source: Additional Information (Optional Field)
ar: معلومات إضافيّة (حقل اختياري)
fr: Informations supplémentaires (champ facultatif)

# Service-Form##Service-Cost
source: Cost of Service (Optional Field)
ar: تكلفة الخدمة (حقل اختياري)
fr: Coût du service (champ facultatif)

# Service-Form##Service-Cost-Help
source: Please mention whether the offered service is free of charge or not. If not, please mention the cost of it.
ar: يرجى ذكر ما إذا كانت الخدمة المقدمة مجانيّة أم لا. إذا لم تكن كذلك، يرجى ذكر التكلفة.
fr: Se il vous plaît mentionner si le service offert est gratuit ou non. Si non, se il vous plaît mentionner le coût de celui-ci.

# Service-Form##Selection-Criteria
source: Selection Criteria (Optional Field)
ar: معايير الاختيار (حقل اختياري)
fr: Critères de sélection (champ optionnel)

# Service-Form##Selection-Criteria-Help
source: Determines the criteria under which the beneficiary is allowed to benefit from the service. Ex: females aged between 3 and 30 years old.
ar: يحدد المعايير التي بموجبها يتم السماح للمستفيد الاستفادة من هذه الخدمة. مثال: إناث تتراوح أعمارهن بين 3 و 30 سنة.
fr: Détermine les critères selon lesquels le bénéficiaire est autorisé à bénéficier du service. Ex: les femmes âgés entre 3 et 30 ans.

# Service-Form##Hours-Open
source: Opening Time:
ar: ساعات البدء:
fr: Temps d'ouverture:

# Service-Form##Hours-Close
source: Closing Time:
ar: ساعات الإغلاق:
fr: Temps de cloture:

# Service-Form##Add-Criterion
source: Add New Criterion
ar: اضافة معيار
fr: Ajouter un critère

# Service-Form##Remove-Criterion
source: Remove Criterion
ar: ازالة المعيار
fr: Retirer Critère

# Service-Form##Form-Submit-Options##Submit
source: Submit Answers
ar: إرسال الأجوبة
fr: Valider les réponses

# Service-Form##Form-Submit-Options##Clear
source: Remove Answers
ar: إزالة الأجوبة
fr: Retirer Réponses

# Service-Request-Form##Page-Head##Page-Title##Title
source: Suggest a service
ar: إقترح خدمة
fr: Proposer un service

# Service-Request-Form##Legend
source: To suggest a service, please fill out the form below
ar: تشير إلى خدمة، يرجى ملء النموذج أدناه
fr: Pour suggérer un service, s'il vous plaît remplir le formulaire ci-dessous

# Service-Request-Form##Provider-Name
source: Service Provider Name
ar: إسم مقدم الخدمات
fr: Nom de fournisseur de service

# Service-Request-Form##Service-Name
source: Service Name
ar: إسم الخدمة
fr: Nom du service

# Service-Request-Form##Service-Area
source: Service Area
ar: مكان تقديم الخدمة
fr: Zone de service

# Service-Request-Form##Type
source: Service Type
ar: نوع الخدمة
fr: type de service

# Service-Request-Form##Service-Address
source: Service Address
ar: العنوان
fr: Adresse de service Image

# Service-Request-Form##Service-Address-Help
source: Where this service is being delivered.
ar: أين تقدم هذه الخدمة؟
fr: Lorsque ce service est fourni.

# Service-Request-Form##Service-Contact
source: Contact Detail
ar: اتصل التفاصيل
fr: Détail Contact

# Service-Request-Form##Service-Contact-Help
source: Please enter personal contact detail, as it will be used to contact you for more details.
ar: الرجاء إدخال التفاصيل الاتصال الشخصي، كما سيتم استخدامه للاتصال بك لمزيد من التفاصيل.
fr: S'il vous plaît entrer les détails de contact personnelle, car elle sera utilisée pour vous contacter pour plus de détails.

# Service-Request-Form##Service-Description
source: Service Description
ar: معلومات توصيفيّة عن الخدمة
fr: Description du service

# Service-Request-Form##Service-Description-Help
source: Enter some details about this service.
ar: أدخل بعض التفاصيل عن هذه الخدمة.
fr: Entrez quelques détails sur ce service.

# Service-Request-Form##Rating
source: Rate the Service (from 1 to 5, where 5 is the highest rating possible):
ar: كيف تقيم نوعية هذه الخدمة (من 1 إلى 5، حيث أن 5 هي أعلى تقييم ممكن)؟
fr: Le taux de service (de 1 à 5, où 5 est la meilleure note possible):

# Service-Request-Form##Form-Submit-Options##Submit
source: Submit Answers
ar: إرسال الأجوبة
fr: Valider les réponses

# Service-Request-Form##Form-Submit-Options##Clear
source: Remove Answers
ar: إزالة الأجوبة
fr: Retirer Réponses

# Service-Request-Confirmation##Page-Head##Page-Title##Title
source: Your Information was Submitted Successfully
ar: لقد تم إرسال معلوماتك بنجاح
fr: Votre information a été soumis avec succès

# Service-Request-Confirmation##Page-Head##Page-Description##Page-Description
source: Thank you for your suggestion.
ar: شكراً لإقتراحاتكم
fr: Merci pour votre présentation.

# Provider-Registration-Form##Page-Head##Page-Title##Title
source: Service Provider Registration Form
ar: إستمارة تسجيل مقدم خدمات
fr: Formulaire service fournisseur d'enregistrement

# Provider-Registration-Form##Page-Head##Page-Description##Page-Description
source: Fill out the form below.
ar: الرجاء تعبئة النموذج أدناه.
fr: Remplissez le formulaire ci-dessous.

# Provider-Registration-Form##Errors##Password-Blank
source: Password must not be blank
ar: على كلمة المرور أن لا تكون فارغة
fr: Mot de passe ne doit pas être vide

# Provider-Registration-Form##Errors##Password-Repeat
source: Password must be repeated
ar: يجب تكرار كلمة المرور
fr: Mot de passe doit être répété

# Provider-Registration-Form##Errors##Password-Match
source: Passwords must match
ar: على كلمات المرور أن تتطابق
fr: Les mots de passe doivent correspondre

# Provider-Registration-Form##Form-Sections##Basic##Legend
source: Basic details to register a service provider:
ar: التفاصيل الأساسية لتسجيل مقدّم خدمات:
fr: Détails de base d'enregistrement d'un fournisseur de service:

# Provider-Registration-Form##Form-Sections##Basic##Name
source: Name of Service Provider
ar: إسم مقدّم الخدمة
fr: Nom du fournisseur de service

# Provider-Registration-Form##Form-Sections##Basic##Focal-Point-Name
source: Name of Focal Point
ar: إسم الشخص الذي يمكن التواصل معه
fr: Nom du Point Focal

# Provider-Registration-Form##Form-Sections##Basic##Focal-Point-Name-Help
source: The name of the person to refer to in case of feedback or clarification
ar: إسم الشخص إلذي سيتم الرجوع إليه عند تقديم الملاحظات وطلبات التوضيح
fr: Le nom de la personne de se référer au cas de commentaires et des clarifications

# Provider-Registration-Form##Form-Sections##Basic##Password
source: Password
ar: كلمة المرور
fr: Mot de passe

# Provider-Registration-Form##Form-Sections##Basic##PasswordConfirm
source: Confirm Password
ar: تأكيد كلمة المرور
fr: Confirmez Le Mot De Passe

# Provider-Registration-Form##Form-Sections##Basic##Provider-Type
source: Provider Type
ar: نوع مقدّم الخدمات
fr: Type de prestataire

# Provider-Registration-Form##Form-Sections##Basic##Provider-Type-Help
source: Mention what type of provider are you; ex: local NGO, international NGO
ar: أذكر أي نوع من أنواع مقدمي الخدمات أنتم. مثلاً: منظمة غير حكوميّة محليّة، منظمة غير حكوميّة دوليّة
fr: Parler de ce type de fournisseur êtes-vous; ex: ONG locale, ONG internationale

# Provider-Registration-Form##Form-Sections##Basic##Provider-Type-Choose
source: Choose a Provider Type
ar: اختر نوع مقدّم الخدمات
fr: Choisissez un type de fournisseur

# Provider-Registration-Form##Form-Sections##Basic##Phone-Number
source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone

# Provider-Registration-Form##Form-Sections##Basic##Phone-Number-Help
source: Ex: 70-972074
ar: مثال: ٩٧٢٠٧٤-٧٠

# Provider-Registration-Form##Form-Sections##Basic##Focal-Point-Phone-Number
source: Phone Number of Focal Point
ar: اسم الشخص الذي يمكن الاتصال به
fr: Numéro de téléphone du Point Focal

# Provider-Registration-Form##Form-Sections##Basic##Focal-Point-Phone-Number-Help
source: Ex: 70-972074
ar: مثال: ٩٧٢٠٧٤-٧٠

# Provider-Registration-Form##Form-Sections##Basic##Email
source: Email
ar: البريد الإلكتروني

# Provider-Registration-Form##Form-Sections##Basic##EmailPlaceholder
source: Enter your Email
ar: أدخل البريد الإلكتروني الخاص بك
fr: Entrez votre Email

# Provider-Registration-Form##Form-Sections##Basic##Website
source: Website URL (Optional Field)
ar: رابط الموقع (حقل اختياري)
fr: URL du site Web (champ facultatif)

# Provider-Registration-Form##Form-Sections##Basic##Website-Help
source: The official website
ar: الموقع الرسمي
fr: Le site officiel

# Provider-Registration-Form##Form-Sections##Basic##MonthlyBeneficiaries
source: Number of Monthly Beneficiaries
ar: عدد المستفيدين شهرياً
fr: Nombre de bénéficiaires mensuelles

# Provider-Registration-Form##Form-Sections##Basic##MonthlyBeneficiaries-Help
source: Number of persons who benefit from your service per month
ar: عدد الأشخاص الذين يستفيدون من الخدمة شهرياً
fr: Nombre de personnes qui bénéficient de votre service par mois

# Provider-Registration-Form##Form-Sections##Basic##Description
source: Description
ar: شرح توصيفي

# Provider-Registration-Form##Form-Sections##Basic##Description-Help
source: A short explanation about the mentioned service; this explains more about the provided service and helps identify it and its components.
ar: شرح قصير عن الخدمة أعلاه؛ وهذا ما يشرح عن الخدمة المقدمة ويساعد التعرّف عليها وعلى مكوناتها.
fr: Une courte explication sur le service mentionné; ce qui explique plus sur le service fourni et permet d'identifier et de ses composants.

# Provider-Registration-Form##Form-Sections##Basic##Address
source: Address
ar: العنوان
fr: Adresse
