Repository: dpenezic/ServiceInfo
Catalog: locale/*/LC_MESSAGES/frontend.po
Languages: ar, fr

# Provider-Registration-Form##Form-Sections##Basic##Address-Help
source: The address of the main headquarters of your NGO or firm
ar: عنوان المقر الرئيسي للمنظمة الغير حكوميّة أو المؤسسة
fr: L'adresse du siège principal de vos ONG ou entreprise

# Provider-Registration-Form##Form-Sections##Service-Information##Legend
source: Service Information
ar: معلومات عن الخدمة
fr: Informations sur le service

# Provider-Registration-Form##Form-Sections##Service-Information##Service-Name
source: Name of Service
ar: إسم الخدمة
fr: Nom du service

# Provider-Registration-Form##Form-Sections##Service-Information##Service-Area
source: Area of Service
ar: منطقة عمل الخدمة
fr: Zone de service

# Provider-Registration-Form##Form-Sections##Service-Information##Type
source: Service Type
ar: نوع الخدمة
fr: Type de service

source: Description
ar: شرح توصيفي

# Provider-Registration-Form##Form-Sections##Service-Information##Service-Hours
source: Hours of Service
ar: ساعات عمل الخدمة
fr: Heures de service

source: Additional Information (Optional Field)
ar: معلومات إضافيّة (حقل اختياري)
fr: Informations supplémentaires (champ facultatif)

# Provider-Registration-Form##Form-Sections##Service-Information##Service-Cost
source: Cost of Service (Optional Field, in USD)
ar: تكلفة الخدمة (حقل إختياري، العملة: دولار أميريكي)
fr: Coût du service (champ facultatif, en USD)

source: Selection Criteria (Optional Field)
ar: معايير الاختيار (حقل اختياري)
fr: Critères de sélection (champ optionnel)

# Provider-Registration-Form##Form-Sections##Form-Submit-Options##Submit
source: Submit Answers
ar: إرسال الأجوبة
fr: Valider les réponses

# Provider-Registration-Form##Form-Sections##Form-Submit-Options##Clear
source: Remove Answers
ar: إزالة الأجوبة
fr: Retirer Réponses

# Provider-Registration-Form##Form-Sections##Form-Submit-Options##ResendVerify
source: Resend Verification Email
ar: إعادة إرسال البريد الإلكتروني التحققي
fr: Vérification Renvoyer Email

# Account-Activation##Pending##Title
source: Your account activation is pending...
ar: تفعيل حسابك قيد التعليق...
fr: L'activation de votre compte est en attente ...

# Account-Activation##Success##Title
source: Your account has been activated.
ar: تم تفعيل حسابك.
fr: Votre compte a été activé.

# Account-Activation##Failed##Title
source: Your account activation Failed.
ar: حصول فشل في تفعيل حسابك.
fr: L'activation de votre compte a échoué.

# Account-Activation##Failed##Description
source: There was a problem setting up your service provider account. Please click the resend confirmation email button below to have another confirmation email sent to your email account.
ar: حدثت مشكلة خلال إنشاء حسابك كمقدم الخدمات. يرجى الضغط على زرّ إعادة إرسال الرسالة الإلكترونيّة التحققيّة أدناه، لإعادة إرسال رابط التفعيل مجدداً إلى حساب بريدك الإلكتروني.
fr: Il y avait un problème configuration de votre compte de fournisseur de services. Se il vous plaît cliquez sur le bouton e-mail de confirmation de réexpédition ci-dessous pour avoir un autre email de confirmation envoyé à votre compte de messagerie.

# Account-Activation##Resent##Title
source: Your activation e-mail has been resent.
ar: لقد تم إرسال رابط التفعيل لك مجدداً
fr: Votre e-mail d'activation a été renvoyé.

# Account-Activation##Resent##Description
source: We have sent a confirmation email to the email account you used during registration. Click the confirmation link in the email to complete the registration process. If you do not receive the email in a few minutes, check your spam folder.
ar: لقد قمنا بإرسال رسالة تأكيد بالبريد الإلكتروني إلى حساب البريد الإلكتروني الذي استخدمته أثناء التسجيل. انقر على رابط التغعيل في رسالة البريد الإلكتروني لاستكمال عملية التسجيل. إذا لم تتلقى الرسالة الإلكترونيّة في خلال بضع دقائق، راجع مجلد الرسائل الغير مرغوبة.
fr: Nous avons envoyé un e-mail de confirmation sur le compte e-mail utilisée lors de votre inscription. Cliquez sur le lien de confirmation dans l'e-mail pour terminer le processus d'inscription. Si vous ne recevez pas l'e-mail en quelques minutes, vérifiez votre dossier spam.

# Account-Activation##Buttons##Resend-Email
source: Resend Verification Email
ar: إعادة إرسال الرسالة الإلكترونيّة التحققيّة
fr: Vérification Renvoyer Email

# Account-Resend-Verification##Title
source: Resend Verification Email
ar: إعادة إرسال الرسالة الإلكترونيّة التحققيّة
fr: Vérification Renvoyer Email

# Service-List##Page-Head##Page-Title##Title
source: Services List
ar: قائمة الخدمات
fr: Liste des services

# Service-List##Page-Head##Page-Description##Page-Description
source: Below is a list of services you have applied to provide. Approved services are marked in green. Un-approved services are marked in red. Services pending approval are unmarked.
ar: يلي أدناه قائمة الخدمات التي قدمت طلباً لإدراجها. الخدمات التي تم الموافقة عليها مدرجة باللون الأخضر. والخدمات لم يتم الموافقة عليها مدرجة باللون الأحمر. أما الخدمات التي في طور الموافقة فلا تحمل أي علامات.
fr: Voici une liste des services que vous avez appliqués à fournir. Services approuvés sont marqués en vert. Les services non approuvés sont marqués en rouge. Les services sont en attente d'approbation banalisée.

# Service-List##Empty-Message
source: You have not submitted any services yet. You may submit your first service for review by tapping the New Service button.
ar: لم تدخل أي خدمة حتى الأن. يمكنك إدخال أول خدمة لك بالضغط على مفتاح أضف خدمة جديدة .
fr: Vous ne avez pas encore présenté de services. Vous pouvez soumettre votre premier service pour examen en appuyant sur le bouton Nouveau service.

# Service-List##Add-Service
source: New Service
ar: خدمة جديدة
fr: Nouveau service

# Service-List##Import
source: Import
ar: إستيراد
fr: importation

# Service-List##Import-File
source: Please choose an Excel spreadsheet file to import.
ar: الرجاء إختيار ملف جداول البيانات إكسل (Excel) لإستيراده.
fr: S'il vous plaît choisir un fichier de feuille de calcul Excel à importer.

# Service-List##Export
source: Export
ar: تحميل
fr: exportation

# Service-List##Status##draft
source: Draft
ar: مِسوَّدة
fr: Ebauche

# Service-List##Status##current
source: Current
ar: حاليّة
fr: Courant

# Service-List##Status##rejected
source: Rejected
ar: مرفوضة
fr: Rejeté

# Service-List##Status##canceled
source: Canceled
ar: ملغاة
fr: Annulé

# Service-List##Status##archived
source: Archived
ar: وضعت في الأرشيف
fr: Archivé

# Service-List##Table##Thead##Name
source: Name:
ar: الاسم:
fr: Nom:

# Service-List##Table##Thead##Type
source: Type:
ar: النوع:

# Service-List##Table##Thead##Area
source: Area:
ar: المنطقة:
fr: Emplacement:

# Service-List##Table##Thead##Status
source: Status:
ar: الحالة:
fr: Statu:

# Service-List##Table##Thead##Change
source: Change:
ar: تغيير:
fr: Changer:

# Service-List##Cancel
source: Cancel
ar: إلغاء
fr: Annuler

# Service-List##Delete
source: Delete
ar: حذف
fr: Effacer

# Service-List##Change-Service
source: Change service
ar: تعديل الخدمة
fr: Changer de service

# Service-List##Change-Change
source: Update this draft
ar: حدّث هذه المسودة
fr: Mise à jour de

# Service-List##View-Reports
source: View Service Reports
ar: عرض تقارير الخدمات
fr: Afficher les rapports de service

# Provider-Registration-Confirmation##Page-Head##Page-Title##Title
source: Your Information was Submitted Successfully
ar: لقد تم إرسال معلوماتك بنجاح
fr: Votre information a été soumis avec succès

source: We have sent a confirmation email to the email account you used during registration. Click the confirmation link in the email to complete the registration process. If you do not receive the email in a few minutes, check your spam folder.
ar: لقد قمنا بإرسال رسالة تأكيد بالبريد الإلكتروني إلى حساب البريد الإلكتروني الذي استخدمته أثناء التسجيل. انقر على رابط التفعيل في رسالة البريد الإلكتروني لاستكمال عملية التسجيل. إذا لم تتلقى الرسالة الإلكترونية في خلال بضع دقائق، راجع مجلد الرسائل الغير مرغوبة.
fr: Nous avons envoyé un e-mail de confirmation sur le compte e-mail utilisée lors de votre inscription. Cliquez sur le lien de confirmation dans l'e-mail pour terminer le processus d'inscription. Si vous ne recevez pas l'e-mail en quelques minutes, vérifiez votre dossier spam.

# Feedback-Confirmation##Page-Head##Page-Title##Title
source: Your Information was Submitted Successfully
ar: لقد تم إرسال معلوماتك بنجاح
fr: Votre information a été soumis avec succès

# Feedback-Confirmation##Page-Head##Page-Description##Page-Description
source: Thank you for your feedback.
ar: شكراً لملاحظاتك
fr: Merci pour vos commentaires.

# Provider-Registration-Changed##Page-Head##Page-Title##Title
source: Your Information was Submitted Successfully
ar: لقد تم إرسال معلوماتك بنجاح
fr: Votre information a été soumis avec succès

# Provider-Registration-Changed##Page-Head##Page-Description##Page-Description
source: Your information has been updated.
ar: تم تحديث معلوماتك.
fr: Vos informations ont été mis à jour.

# Password-Reset##Page-Head##Page-Title##Title
source: Password Reset
ar: إعادة تعيين كلمة المرور

# Password-Reset##Page-Head##Page-Description##Page-Description
source: To reset your password enter your email address in the field below then click submit. Clicking submit will send a link to your email account that will direct you to the password reset page.
ar: لإعادة تعيين كلمة المرور الخاصة بك أدخل عنوان بريدك الإلكتروني في الحقل أدناه ثم انقر على زر الإرسال. النقر على زر الإرسال يرسل رابط التوجيه إلى صفحة إعادة تعيين كلمة المرور إلى حساب البريد الإلكتروني الخاص بك.
fr: Pour réinitialiser votre mot de passe, entrez votre adresse email dans le champ ci-dessous puis cliquez sur soumettre. Cliquant soumettre enverra un lien vers votre compte de messagerie qui vous dirigera vers la page de réinitialisation de mot.

# Password-Reset##Input-Label##User-Email
source: Enter your email:
ar: أدخل بريدك الإلكتروني:
fr: Entrez votre email:

# Password-Reset##Submit-Options##Submit
source: Submit
ar: إرسال
fr: Soumettre

# Password-Reset##Submitted
source: We have sent an email to the email address. Check your email for a message containing a link to the password reset form. If you do not receive the email in a few minutes, check your spam folder.
ar: لقد قمنا بإرسال رسالة إلكترونيّة إلى عنوان البريد الإلكتروني الخاص بك. تحقق في بريدك الإلكتروني من رسالة تحتوي رابط يوجهك إلى صفحة إعادة تعيين كلمة المرور. إذا لم تتلقى الرسالة الإلكترونيّة في خلال بضع دقائق، راجع مجلد الرسائل الغير مرغوبة.
fr: Nous avons envoyé un courriel à l'adresse e-mail. Vérifiez votre e-mail un message contenant un lien vers le formulaire de réinitialisation de mot. Si vous ne recevez pas l'e-mail en quelques minutes, vérifiez votre dossier spam.

# Password-Reset-Form##Title
source: Password Reset Form
ar: إعادة تعيين كلمة المرور
fr: Mot de passe Reset Form

# Password-Reset-Form##Description
source: Enter your new password in the text field below, then click submit to update your password.
ar: أدخل كلمة المرور الجديدة في حقل النص أدناه، ثم انقر على إرسال لتحديث كلمة المرور الخاصة بك.
fr: Entrez votre nouveau mot de passe dans le champ de texte ci-dessous, puis cliquez sur soumettre à mettre à jour votre mot de passe.

# Password-Reset-Form##Input-Label##New-Password
source: Enter your new password:
ar: أدخل كلمة المرور الجديدة:
fr: Entrez votre nouveau mot de passe:

# Password-Reset-Form##Input-Label##New-Password2
source: Enter your new password again:
ar: أدخل كلمة المرور الجديدة مرة أخرى:
fr: Entrez votre nouveau mot de passe:

# Password-Reset-Form##Submit-Options##Submit
source: Submit
ar: إرسال الأجوبة
fr: Soumettre

# Password-Reset-Form##Invalid-Link
source: This is not a valid password reset link. Please check that it was copied correctly from the email, and has not already been used. Go to the login page if you need to request another reset link.
ar: رابط إعادة تعيين كلمة المرور غير صالح. يرجى التحقق من نسخك له من الرسالة الإلكترونيّة بشكل صحيح، وإنك لم تستخدمه سابقاً. انتقل إلى صفحة تسجيل الدخول إن كنت بحاجة إلى إرسال رابط إعادة التعيين مجدداً.
fr: Ce ne est pas un lien de réinitialisation de mot valide. Se il vous plaît vérifier que il a été copié correctement à partir de l'e-mail, et n'a pas déjà été utilisé. Accédez à la page de connexion, si vous avez besoin de demander un autre lien de réinitialisation.

# Password-Reset-Form##Changed
source: Your password has been changed.
ar: تم تغيير كلمة المرور الخاصة بك.
fr: Votre mot de passe a été changé.

# Password-Reset-Form##Errors##Password-Blank
source: Password must not be blank
ar: حقل كلمة المرور لا يجب أن يكون فارغ
fr: Mot de passe ne doit pas être vide

# Password-Reset-Form##Errors##Password-Repeat
source: Password must be repeated
ar: يجب تكرار كلمة المرور
fr: Mot de passe doit être répété

# Password-Reset-Form##Errors##Password-Match
source: Passwords must match
ar: يجب أن تتطابق كلمات المرور
fr: Les mots de passe doivent correspondre

# Map##Loading
source: Loading Service Type Filters...
ar: تحميل أنواع الخدمات التي صنّفتها
fr: Chargement Type de service Filtres ...

# Map##TypeHeader
source: Filter by a Service Type
ar: تصنيف حسب نوع الخدمة
fr: Filtrer par un type de service

# Footer##About##Title
source: About ServiceInfo
ar: حول خريطة الخدمات (ServiceInfo)
fr: À propos de ServiceInfo

# Footer##About##Sentence1
source: Powered by the International Rescue Committee.
ar: مدعومة من الهيئة الدوليّة للإغاثة
fr: Propulsé par l'International Rescue Committee.

# Footer##About##Remainder
source: ServiceInfo is a tool that allows both service providers to register their services online and beneficiaries to both discover those services on a map and give feedback on them. ServiceInfo is open source and free to use.
ar: خريطة الخدمات (ServiceInfo) هي أداة تسمح لمقدمي الخدمات بتسجيل خدماتهم عبر الإنترنت وتسمح للمستفيدين والمقدمين على حد سواء اكتشاف تلك الخدمات من خلال عرضها على خريطة كما تسمح بإعطاء ملاحظات حول تلك الخدمات. خريطة الخدمات مفتوحة المصادر ومجانية.
fr: Propulsé par l'International Rescue Committee, Service Info est un outil qui permet aux fournisseurs de services d'enregistrer leurs services en ligne et les bénéficiaires à la fois découvrir ces services sur une carte et donner des commentaires sur eux. Service Info est open source et libre d'utilisation.

# Footer##Contact##Title
source: Reach Us
ar: إتصل بنا
fr: Contactez nous

# Footer##Contact##Paragraph
source: Contact us on one of our social networks below or drop us a mail at
ar: تواصل معنا عبر إحدى شبكات التواصل الإجتماعي أو راسلنا على البريد الإلكتروني أدناه
fr: Contactez-nous sur l'un de nos réseaux sociaux ci-dessous ou à nous envoyer un mail à

# Footer##Information-Portal
source: Information Portal
ar: بوابة المعلومات

# Feedback-Form##Title
source: Feedback form
ar: نموذج الملاحظات
fr: Outil de Commentaire

# Feedback-Form##Description
source: Fill out the form below.
ar: إملأ النموذج أدناه
fr: Remplissez le formulaire ci-dessous.

# Feedback-Form##What-Service
source: You are giving feedback on this service:
ar: إنك تعطي ملاحظاتك حول هذه الخدمة
fr: Vous donnez des commentaires sur ce service:

# Feedback-Form##Name
source: Name
ar: الإسم
fr: Nom

# Feedback-Form##Phone-Number
source: Phone Number (NN-NNNNNN)
ar: رقم الهاتف (XX-XXXX)
fr: Numéro de téléphone (NN-NNNNNN)

# Feedback-Form##Nationality
source: Nationality
ar: الجنسيّة
fr: Nationalité

# Feedback-Form##AreaOfResidence
source: Area of residence
ar: محل الإقامة
fr: domaine du service

# Feedback-Form##Delivered##label
source: Was service delivered?
ar: هل حصلت على الخدمة؟
fr: Service a été livré?

# Feedback-Form##Delivered##yes
source: Yes
ar: نعم
fr: Oui

# Feedback-Form##Delivered##no
source: No
ar: لا

# Feedback-Form##Form-Sections##Basic##Legend
source: Feedback for the selected service
ar: ملاحظة حول الخدمة المختارة
fr: Commentaires pour le service sélectionné

# Feedback-Form##non-delivery-explained
source: Did you receive a clear explanation for why the service you sought was not delivered to you?
ar: هل تلقيت تعليلا واضحا عن سبب عدم تسليم الخدمة التي أردت الحصول عليها؟
fr: Avez-vous reçu une explication claire pourquoi le service que vous cherché n'a pas été livré pour vous?

# Feedback-Form##non-delivery-explanation##no
source: No explanation
ar: لا تعليل
fr: Aucune explication

# Feedback-Form##non-delivery-explanation##unclear
source: Explanation was not clear
ar: التعليل لم يكن واضح
fr: Explication ne était pas clair

# Feedback-Form##non-delivery-explanation##unfair
source: Explanation was not fair
ar: التعليل لم يكن عادل
fr: Explication ne était pas juste

# Feedback-Form##non-delivery-explanation##yes
source: Clear and appropriate explanation
ar: التعليل كان واضح وملائم
fr: Une explication claire et appropriée

# Feedback-Form##Submit
source: Submit Answers
ar: إرسال الأجوبة
fr: Valider les réponses

# Feedback-Form##Clear
source: Remove Answers
ar: إزالة الأجوبة
fr: Retirer Réponses

# Feedback-Form##WaitTime##label
source: How long did you wait for the service to be delivered, after contacting the service provider?
ar: كم من الوقت انتظرت لكي تصلك الخدمة بعد الإتصال بمقدم الخدمات؟
fr: Combien de temps avez-vous attendu pour le service à livrer, après contact avec le fournisseur de services?

# Feedback-Form##WaitTime##lesshour
source: Less than 1 hour
ar: أقل من ساعة واحدة
fr: Moins de 1 heure

# Feedback-Form##WaitTime##uptotwodays
source: Up to 2 days
ar: لغاية يومين
fr: Jusqu'à 2 jours

# Feedback-Form##WaitTime##3-7days
source: 3-7 days
ar: ثلاث إلى سبعة أيام
fr: 3-7 jours

# Feedback-Form##WaitTime##1-2weeks
source: 1-2 weeks
ar: من إسبوع إلى إسبوعين
fr: 1-2 semaines

# Feedback-Form##WaitTime##more
source: More than 2 weeks
ar: أكثر من إسبوعين
fr: Plus de 2 semaines

# Feedback-Form##wait-time-satisfaction##label
source: How do you rate your satisfaction with the time that you waited for the service to be delivered (from 1 to 5, where 5 is the highest rating possible)?
ar: كيف تقيّم رضاك عن المدة التي انتظرتها لتصلك الخدمة (من 1 إلى 5، بحيث أن 5 هو أعلى تقييم ممكن)
fr: Comment évaluez-vous votre satisfaction avec le temps que vous avez attendu pour le service à fournir (1-5, 5 étant la meilleure note possible)?

# Feedback-Form##Quality##label
source: How would you rate the quality of the service you received (from 1 to 5, where 5 is the highest rating possible)?
ar: كيف تقيّم نوعيّة الخدمة التي تلقّيتها (من 1 إلى 5، بحيث أن 5 هي أعلى تقييم ممكن)؟
fr: Comment évalueriez-vous la qualité du service que vous avez reçu (1-5, 5 étant la meilleure note possible)?

# Feedback-Form##difficulty-contacting##label
source: Did you experience difficulties contacting the provider of the service you needed?
ar: هل واجهت صعوبات في الإتصال بمقدّم الخدمات الذي كنت بحاجة إليه؟
fr: Avez-vous éprouvé des difficultés à contacter le fournisseur du service que vous avez besoin?

# Feedback-Form##difficulty-contacting##no
source: No
ar: كلا

# Feedback-Form##difficulty-contacting##didntknow
source: Did not know how to contact them
ar: لم أعرف كيفيّة الإتصال بهم
fr: Je ne savais pas comment les contacter

# Feedback-Form##difficulty-contacting##nophoneresponse
source: Tried to contact them by phone but received no response
ar: حاولت الإتصال بهم و لكن لم أتلق أي جواب
fr: Je ai essayé de les contacter par téléphone, mais n'a reçu aucune réponse

# Feedback-Form##difficulty-contacting##noresponse
source: Tried to contact them in person but received no response or did not find their office
ar: حاولت التواصل معهم شخصيّاً و لكن لم أتلق أي جواب أو لم أجد مركز المنظمة
fr: Je ai essayé de les contacter en personne, mais n'a reçu aucune réponse ou ne ont pas trouvé leur bureau

# Feedback-Form##difficulty-contacting##unhelpful
source: Contacted them but response was unhelpful
ar: تواصلت معهم ولكن الجواب لم يكن مفيد
fr: Contact avec eux mais la réponse était inutile

# Feedback-Form##difficulty-contacting##other
source: Other
ar: أسباب أخرى
fr: Autre

# Feedback-Form##staff-satisfaction##label
source: How would you rate your satisfaction with the staff of the organization that provided services to you, (from 1 to 5, where 5 is the highest rating possible)?
ar: ما هو تقيمك لموظفي المنظمة/المؤسسة التي قدمت لك الخدمات (من 1 إلى 5، بحيث أن 5 هو أعلى تقييم ممكن)
fr: Comment évaluez-vous votre satisfaction avec le personnel de l'organisation qui a fourni des services à vous, (1-5, 5 étant la meilleure note possible)?

# Feedback-Form##other-difficulties
source: Other difficulties contacting the service provider
ar: صعوبات أخرى في التواصل مع مقدّم الخدمة
fr: Autres difficultés à contacter le fournisseur de services

# Feedback-Form##extra-comments
source: Other comments
ar: ملاحظات أخرى
fr: autres commentaires

# Feedback-Form##anonymous##label
source: I want my feedback to be anonymous to the service provider
ar: أريد من إسمي المدرج في الملاحظة أن يبقى سريّاً تجاه مقدّم الخدمات
fr: Je veux que mon retour soit anonyme au fournisseur de services

# Feedback-Form##anonymous##yes
source: Yes
ar: نعم
fr: Oui

# Feedback-Form##anonymous##no
source: No
ar: لا

# Feedback-Tool##Title
source: Feedback on services
ar: ملاحظات حول الخدمات
fr: Commentaires sur les services

# Feedback-Tool##Body
source: To give feedback, please search for a service, go to its page, and use the Feedback button.
ar: لإعطاء الملاحظات، الرجاء البحث عن الخدمة، ومن ثم الذهاب إلى صفحة الخدمة والضغط على زرّ إبداء الملاحظات.
fr: Pour faire un commentaire, se il vous plaît rechercher un service, aller sur sa page, et utilisez le bouton Feedback.

# Landing##User##Title
source: I'm a service user, I want to
ar: أنا مستخدم للخدمات، أريد
fr: Je suis un utilisateur de service, je veux

# Landing##User##Search
source: Search for a Service
ar: البحث عن الخدمات
fr: Rechercher un service

# Landing##User##Give-Feedback
source: Give Feedback
ar: إبداء الملاحظات
fr: Donne Un Compte-Rendu

# Landing##Provider##Title
source: I'm a service provider, I want to
ar: أنا مقدّم خدمات، أريد
fr: Je suis un fournisseur de services, je veux

# Landing##Provider##Logged-In##Update-My-Info
source: Update My Provider Information
ar: تحديث معلومات مقدم الخدمات
fr: Mettre à jour mon fournisseur d'information

# Landing##Provider##Logged-In##Update-My-Service
source: Update My List of Services
ar: تحديث لائحة الخدمات
fr: Mettre à jour ma liste des services

# Landing##Provider##Logged-In##Add-Service
source: Add a New Service
ar: إضافة خدمة جديدة
fr: Ajouter un nouveau service

# Landing##Provider##Logged-Out##Register
source: Register to be a Service Provider
ar: تسجيل حساب جديد كمقدم للخدمات
fr: Inscrivez-vous pour être un fournisseur de services

# Landing##Provider##Logged-Out##Login
source: Login to an Existing Service Provider Account
ar: الدخول إلى حساب حالي لمقدم الخدمات
fr: Connectez-vous à un compte de fournisseur de service existant

# Export-Tool##Title
source: Export services
ar: تحميل ملف الخدمات
fr: exportation de services

# Export-Tool##Button
source: Export
ar: تحميل
fr: exportation

# Export-Tool##Description1
source: Click the button to download an Excel spreadsheet file containing the data you have access to.
ar: اضغط على الزرّ لتحميل ملف جداول البيانات إكسل (Excel) الذي يحتوي على البيانات التي يٌسمَح لك بالإطلاع عليها.
fr: Cliquez sur le bouton pour télécharger un fichier de feuille de calcul Excel contenant les données que vous avez accès.

# Export-Tool##Description2
source: The file will contain three tabs or sheets: one for provider data, one for service data, and one for selection criteria.
ar: يحتوي هذا الملف ثلاث علامات تبويب أو صفحات جداول بيانات: الأول يحتوي بيانات مقدّمي الخدمات، الثاني يحتوي بيانات الخدمات، والثالث يحتوي معايير الاختيار.
fr: Le fichier contient trois onglets ou feuilles: une pour les données de fournisseurs, un pour les données de service, et l'un des critères de sélection.
